[
  {
    "id": 1,
    "title": "Tech Trends 2025",
    "content": "Exploring AI and quantum computing.",
    "category": "tech",
    "image": "tech.svg"
  },
  {
    "id": 2,
    "title": "Healthy Lifestyle Tips",
    "content": "Daily habits for better health.",
    "category": "lifestyle",
    "image": "lifestyle.svg"
  },
  {
    "id": 3,
    "title": "Travel Adventures",
    "content": "Best places to visit in Europe.",
    "category": "travel",
    "image": "travel.svg"
  },
  {
    "id": 4,
    "title": "Образ жизни",
    "content": "В современном мире, полном стресса и постоянной занятости, найти баланс между работой, личной жизнью и увлечениями может быть непросто. Однако, это ключ к гармоничной и счастливой жизни. В этой статье я поделюсь пятью советами, которые помогут вам на этом пути:\r\n\r\nОпределите свои приоритеты: Что для вас действительно важно? Выделите время и энергию на то, что приносит вам радость и удовлетворение.\r\nПланируйте свое время: Создайте расписание, которое учитывает не только рабочие задачи, но и время для отдыха, спорта, общения с близкими и хобби.\r\nНаучитесь говорить “нет”: Не перегружайте себя чужими просьбами и обязанностями. Защищайте свое время и энергию.\r\nЗаботьтесь о своем здоровье: Правильное питание, физическая активность и достаточный сон — это основа хорошего самочувствия и энергии.\r\nПрактикуйте осознанность: Наслаждайтесь моментом, будьте здесь и сейчас. Это поможет вам снизить стресс и улучшить качество жизни.",
    "category": "lifestyle",
    "image": "post_4_847afc3263550195da157e58e6732c40.jpg"
  },
  {
    "id": 5,
    "title": "Создание Блога на Django: Пошаговая Инструкция",
    "content": "В этой статье мы рассмотрим, как создать простой, но функциональный блог на Django. Django — это мощный Python-фреймворк, который идеально подходит для разработки веб-приложений. Мы пройдемся по всем этапам: от установки Django и создания проекта до настройки моделей, представлений и шаблонов. К концу этой статьи у вас будет рабочий блог, который вы сможете дальше развивать и кастомизировать.",
    "category": "tech",
    "image": "post_5_68747470733a2f2f7777772e646a616e676f70726f6a6563742e636f6d2f732f696d672f6c6f676f732f646a616e676f2d6c6f676f2d706f7369746976652e706e67.png"
  },
  {
    "id": 6,
    "title": "Отпуск в Риме: 5 Мест, Которые Обязательно Нужно Посетить",
    "content": "Рим — это город с богатой историей и культурой. В этой статье я поделюсь своими впечатлениями о Риме и расскажу о пяти местах, которые, на мой взгляд, должен посетить каждый турист. Колизей, Римский Форум, Ватикан, Фонтан Треви и Пантеон — это лишь малая часть того, что может предложить этот прекрасный город. Приготовьтесь к незабываемым впечатлениям!",
    "category": "travel",
    "image": "post_6_photo_467224.jpeg"
  }
]